Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Top of the rep range in every set — {0} {1} more, back to {2} reps.
source: Top of the rep range in every set — %1$@ %2$@ more, back to %3$@ reps.
ar: بلغت قمة نطاق التكرارات في كل مجموعة — زيادة %1$@ %2$@ والعودة إلى %3$@ تكرارات.
de: Oberes Ende des Wiederholungsbereichs in jedem Satz — %1$@ %2$@ mehr, zurück auf %3$@ Wiederholungen.
es: Tope del rango en todas las series: %1$@ %2$@ más, vuelta a %3$@ repeticiones.
fr: Haut de la fourchette sur toutes les séries — %1$@ %2$@ de plus, retour à %3$@ répétitions.
hi: हर सेट में रेंज का ऊपरी सिरा — %1$@ %2$@ ज़्यादा, वापस %3$@ रेप्स पर।
hu: Az ismétléstartomány teteje minden sorozatban — %1$@ %2$@ plusz, vissza %3$@ ismétlésre.
it: Massimo dell’intervallo in ogni serie: %1$@ %2$@ in più, di nuovo a %3$@ ripetizioni.
ko: 모든 세트에서 범위 상한 도달 — %1$@ %2$@ 증가, 횟수는 %3$@회로.
pl: Górna granica zakresu w każdej serii — %1$@ %2$@ więcej, powrót do %3$@ powtórzeń.
pt: Topo do intervalo em todas as séries — mais %1$@ %2$@, de volta a %3$@ repetições.
pt_br: Topo da faixa de repetições em todas as séries — aumente %1$@ %2$@ e volte para %3$@ repetições.
ru: Верх диапазона во всех подходах — плюс %1$@ %2$@, повторения обратно к %3$@.
th: ถึงจำนวนครั้งสูงสุดในทุกเซ็ต — เพิ่มอีก %1$@ %2$@ กลับไปที่ %3$@ ครั้ง
tr: Her sette aralığın üst sınırı — %1$@ %2$@ daha, tekrarlar %3$@’e dönüyor.
uk: Верх діапазону в усіх підходах — плюс %1$@ %2$@, повторення назад до %3$@.
zh: 每组都做到次数上限——加 %1$@ %2$@，次数回到 %3$@。

source: Top set
ar: المجموعة الأثقل
de: Bester Satz
es: Mejor serie
fr: Meilleure série
hi: सर्वश्रेष्ठ सेट
hu: Legjobb sorozat
it: Serie migliore
ko: 최고 세트
pl: Najlepsza seria
pt: Melhor série
pt_br: Melhor série
ru: Лучший подход
th: เซ็ตที่หนักที่สุด
tr: En iyi set
uk: Найкращий підхід
zh: 最佳组

source: Top sets logged without an effort rating; add RIR so the next review can read how hard they were.
ar: سُجلت أفضل المجموعات دون تقييم جهد؛ أضف RIR حتى تقرأ المراجعة القادمة مدى صعوبتها.
de: Top-Sätze ohne Anstrengungs-Bewertung geloggt; ergänze RIR, damit die nächste Überprüfung sehen kann, wie hart sie waren.
es: Series principales sin valoración de esfuerzo; añade RIR para que la próxima revisión sepa lo duras que fueron.
fr: Séries principales sans note d’effort ; ajoute le RIR pour que la prochaine revue sache à quel point c’était dur.
hi: शीर्ष सेट बिना प्रयास रेटिंग के दर्ज हुए; RIR जोड़ें ताकि अगली समीक्षा जान सके वे कितने कठिन थे।
hu: A fő sorozatok erőfeszítés-értékelés nélkül lettek rögzítve; adj hozzá RIR-t, hogy a következő áttekintés lássa, milyen nehezek voltak.
it: Serie principali senza valutazione dello sforzo; aggiungi il RIR così la prossima revisione sa quanto sono state dure.
ko: 메인 세트에 노력 평가가 없어요. 다음 검토에서 얼마나 힘들었는지 알 수 있도록 RIR을 추가하세요.
pl: Główne serie bez oceny wysiłku; dodaj RIR, żeby następny przegląd wiedział, jak były ciężkie.
pt: Séries principais sem avaliação de esforço; acrescenta o RIR para a próxima revisão saber quão duras foram.
pt_br: Séries principais sem avaliação de esforço; adicione o RIR para a próxima revisão saber o quanto foram duras.
ru: Основные подходы записаны без оценки усилия; добавь RIR, чтобы следующий разбор понял, насколько было тяжело.
th: เซ็ตหลักถูกบันทึกโดยไม่มีคะแนนความหนัก เพิ่ม RIR เพื่อให้รีวิวครั้งหน้าอ่านได้ว่าหนักแค่ไหน
tr: Ana setler efor puanı olmadan kaydedildi; bir sonraki inceleme ne kadar zor olduğunu görsün diye RIR ekle.
uk: Основні підходи записано без оцінки зусилля; додай RIR, щоб наступний розбір зрозумів, наскільки було важко.
zh: 主要组没有记录费力程度；加上 RIR，下次审查才知道有多吃力。

source: Top speed per workout
ar: أعلى سرعة لكل تمرين
de: Top-Tempo pro Training
es: Velocidad máxima por entrenamiento
fr: Vitesse max par séance
hi: हर वर्कआउट की अधिकतम गति
hu: Csúcssebesség edzésenként
it: Velocità massima per allenamento
ko: 운동별 최고 속도
pl: Najwyższa prędkość na trening
pt: Velocidade máxima por treino
pt_br: Velocidade máxima por treino
ru: Максимальная скорость за тренировку
th: ความเร็วสูงสุดต่อครั้ง
tr: Antrenman başına en yüksek hız
uk: Максимальна швидкість за тренування
zh: 每次训练最高速度

source: Tough session
ar: جلسة شاقة
de: Harte Einheit
es: Sesión dura
fr: Séance difficile
hi: कठिन सत्र
hu: Nehéz edzés
it: Sessione dura
ko: 힘든 세션
pl: Ciężka sesja
pt: Sessão difícil
pt_br: Sessão difícil
ru: Тяжёлая сессия
th: เซสชันหนัก
tr: Zor seans
uk: Важке тренування
zh: 艰难的训练

# Tracked — next time starts at {0}
source: Tracked — next time starts at %1$@
ar: تم التسجيل — تبدأ المرة القادمة من %1$@
de: Gespeichert — nächstes Mal startest du bei %1$@
es: Registrado — la próxima vez empiezas en %1$@
fr: Noté — la prochaine fois tu démarres à %1$@
hi: दर्ज हुआ — अगली बार %1$@ से शुरू होगा
hu: Rögzítve — legközelebb %1$@-ról indul
it: Registrato — la prossima volta parti da %1$@
ko: 기록됨 — 다음번엔 %1$@부터 시작합니다
pl: Zapisano — następnym razem zaczynasz od %1$@
pt: Registado — da próxima vez começas em %1$@
pt_br: Registrado — na próxima vez você começa em %1$@
ru: Записано — в следующий раз начнёшь с %1$@
th: บันทึกแล้ว — ครั้งถัดไปเริ่มที่ %1$@
tr: Kaydedildi — bir dahaki sefer %1$@ ile başlarsın
uk: Записано — наступного разу почнеш з %1$@
zh: 已记录——下次从 %1$@ 开始

source: Trained
ar: تم التدريب
de: Trainiert
es: Entrenado
fr: Entraîné
hi: ट्रेन किया
hu: Edzett
it: Allenato
ko: 운동함
pl: Trenowano
pt: Treinado
pt_br: Treinado
ru: Тренировка
th: ออกกำลังกายแล้ว
tr: Yapıldı
uk: Тренування
zh: 已训练

source: Training regularly
ar: أتدرب بانتظام
de: Trainiere regelmäßig
es: Entreno con regularidad
fr: Je m’entraîne régulièrement
hi: नियमित प्रशिक्षण
hu: Rendszeresen edzem
it: Mi alleno regolarmente
ko: 꾸준히 훈련 중
pl: Trenuję regularnie
pt: Treino regularmente
pt_br: Treino regularmente
ru: Тренируюсь регулярно
th: ฝึกเป็นประจำ
tr: Düzenli antrenman yapıyorum
uk: Тренуюся регулярно
zh: 规律训练中

source: Traps
ar: الترابيس
de: Trapez
es: Trapecio
fr: Trapèzes
hi: ट्रैपेज़ियस
hu: Csuklyás izom
it: Trapezio
ko: 승모근
pl: Czworoboczne
pt: Trapézio
pt_br: Trapézio
ru: Трапеции
th: กล้ามเนื้อบ่า
tr: Trapez
uk: Трапеції
zh: 斜方肌

source: Triceps
ar: الترايسبس
de: Trizeps
es: Tríceps
hi: ट्राइसेप्स
hu: Tricepsz
it: Tricipiti
ko: 삼두근
pt: Tríceps
pt_br: Tríceps
ru: Трицепс
th: ไทรเซ็ป
tr: Triseps
uk: Трицепс
zh: 肱三头肌

source: Try again
ar: حاول مجددًا
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
hu: Próbáld újra
it: Riprova
ko: 다시 시도
pl: Spróbuj ponownie
pt: Tentar de novo
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Спробувати ще раз
zh: 重试

source: Try again, or export a backup first. Going ahead anyway keeps a copy of these changes on this device until it connects to this server as this account again — then they are added back.
ar: حاول مجددًا، أو صدّر نسخة احتياطية أولًا. إذا تابعت على أي حال، فستبقى نسخة من هذه التغييرات على هذا الجهاز حتى يتصل بهذا الخادم بهذا الحساب مجددًا — وعندها تُضاف من جديد.
de: Versuch es noch einmal oder exportiere zuerst ein Backup. Machst du trotzdem weiter, bleibt eine Kopie dieser Änderungen auf diesem Gerät, bis es sich wieder mit diesem Konto mit diesem Server verbindet — dann werden sie wieder hinzugefügt.
es: Vuelve a intentarlo o exporta antes una copia. Si continúas de todos modos, se guarda una copia de estos cambios en este dispositivo hasta que vuelva a conectarse a este servidor con esta cuenta; entonces se vuelven a añadir.
fr: Réessayez, ou exportez d'abord une sauvegarde. Si vous continuez quand même, une copie de ces modifications reste sur cet appareil jusqu'à ce qu'il se reconnecte à ce serveur avec ce compte — elles sont alors rajoutées.
hi: फिर से कोशिश करें, या पहले बैकअप निर्यात करें। फिर भी आगे बढ़ने पर इन बदलावों की एक कॉपी इस डिवाइस पर तब तक रहती है जब तक यह इसी खाते से इस सर्वर से फिर कनेक्ट नहीं होता — तब वे वापस जोड़ दिए जाते हैं।
hu: Próbáld újra, vagy előbb exportálj egy biztonsági mentést. Ha mégis folytatod, a módosítások másolata ezen az eszközön marad, amíg újra nem csatlakozik ehhez a szerverhez ezzel a fiókkal — akkor visszakerülnek.
it: Riprova, oppure esporta prima un backup. Se procedi comunque, una copia di queste modifiche resta su questo dispositivo finché non si ricollega a questo server con questo account — poi vengono aggiunte di nuovo.
ko: 다시 시도하거나 먼저 백업을 내보내세요. 그래도 계속하면 이 기기가 이 계정으로 이 서버에 다시 연결될 때까지 변경 사항의 사본이 이 기기에 보관되며, 그때 다시 추가됩니다.
pl: Spróbuj ponownie albo najpierw wyeksportuj kopię. Jeśli mimo to przejdziesz dalej, kopia tych zmian zostanie na tym urządzeniu, aż ponownie połączy się z tym serwerem na tym koncie — wtedy zostaną dodane z powrotem.
pt: Tenta de novo, ou exporta primeiro uma cópia. Se continuares mesmo assim, fica uma cópia destas alterações neste dispositivo até ele voltar a ligar-se a este servidor com esta conta — aí são novamente adicionadas.
pt_br: Tente de novo ou exporte um backup antes. Se continuar mesmo assim, uma cópia dessas alterações fica neste dispositivo até ele se conectar de novo a este servidor com esta conta — aí elas são adicionadas de volta.
ru: Повторите попытку или сначала экспортируйте резервную копию. Если всё равно продолжить, копия этих изменений останется на этом устройстве, пока оно снова не подключится к этому серверу с этим аккаунтом, — тогда они будут добавлены обратно.
th: ลองอีกครั้ง หรือส่งออกข้อมูลสำรองก่อน หากดำเนินการต่อ สำเนาของการเปลี่ยนแปลงเหล่านี้จะอยู่ในอุปกรณ์นี้จนกว่าจะเชื่อมต่อกับเซิร์ฟเวอร์นี้ด้วยบัญชีนี้อีกครั้ง — แล้วจะถูกเพิ่มกลับเข้าไป
tr: Yeniden dene ya da önce bir yedek dışa aktar. Yine de devam edersen bu değişikliklerin bir kopyası, cihaz bu hesapla bu sunucuya yeniden bağlanana kadar bu cihazda kalır — sonra geri eklenir.
uk: Спробуй ще раз або спершу експортуй резервну копію. Якщо все одно продовжити, копія цих змін залишиться на цьому пристрої, доки він знову не підключиться до цього сервера з цим акаунтом, — тоді їх буде додано назад.
zh: 请重试，或先导出备份。如果仍然继续，这些更改的副本会保留在此设备上，直到它再次以此账号连接到此服务器——届时会重新加入。

source: Tu
ar: الثلاثاء
de: Di
es: Ma
fr: Ma
hi: मं
hu: K
it: Ma
ko: 화
pl: Wt
pt: Te
pt_br: T
ru: Вт
th: อ
tr: Sa
uk: Вт
zh: 二

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes
fr: Mardi
hi: मंगलवार
hu: Kedd
it: Martedì
ko: 화요일
pl: Wtorek
pt: Terça-feira
pt_br: Terça-feira
ru: Вторник
th: วันอังคาร
tr: Salı
uk: Вівторок
zh: 星期二

source: Turn off
ar: إيقاف
de: Ausschalten
es: Desactivar
fr: Désactiver
hi: बंद करें
hu: Kikapcsolás
it: Disattiva
ko: 끄기
pl: Wyłącz
pt: Desligar
pt_br: Desligar
ru: Выключить
th: ปิด
tr: Kapat
uk: Вимкнути
zh: 关闭

source: Turn the Coach off
ar: إيقاف المدرب
de: Coach ausschalten
es: Desactivar el Entrenador
fr: Désactiver le Coach
hi: कोच बंद करें
hu: Az Edző kikapcsolása
it: Disattiva il Coach
ko: 코치 끄기
pl: Wyłącz Trenera
pt: Desligar o Treinador
pt_br: Desligar o Treinador
ru: Выключить Тренера
th: ปิดโค้ช
tr: Koç’u kapat
uk: Вимкнути Тренера
zh: 关闭教练

source: Turn the Coach off on this phone
ar: إيقاف المدرب على هذا الهاتف
de: Coach auf diesem Handy ausschalten
es: Apagar el entrenador en este teléfono
fr: Désactiver le coach sur ce téléphone
hi: इस फ़ोन पर कोच बंद करें
hu: Az Edző kikapcsolása ezen a telefonon
it: Spegni il Coach su questo telefono
ko: 이 휴대폰에서 코치 끄기
pl: Wyłącz trenera na tym telefonie
pt: Desligar o Treinador neste telemóvel
pt_br: Desligar o Treinador neste celular
ru: Выключить тренера на этом телефоне
th: ปิดโค้ชบนโทรศัพท์นี้
tr: Koçu bu telefonda kapat
uk: Вимкнути тренера на цьому телефоні
zh: 在此手机上关闭教练

source: Turn the Coach off?
ar: إيقاف المدرب؟
de: Coach ausschalten?
es: ¿Desactivar el Entrenador?
fr: Désactiver le Coach ?
hi: कोच बंद करें?
hu: Kikapcsolod az Edzőt?
it: Disattivare il Coach?
ko: 코치를 끌까요?
pl: Wyłączyć Trenera?
pt: Desligar o Treinador?
pt_br: Desligar o Treinador?
ru: Выключить Тренера?
th: ปิดโค้ชหรือไม่
tr: Koç kapatılsın mı?
uk: Вимкнути Тренера?
zh: 要关闭教练吗？

source: Two more reps
ar: تكراران في الاحتياط
de: Zwei Wiederholungen übrig
es: Dos repeticiones más
fr: Encore deux répétitions
hi: दो रेप और बाकी
hu: Két ismétlés még belefért volna
it: Altre due ripetizioni
ko: 두 개 더 남았음
pl: Jeszcze dwa powtórzenia
pt: Mais duas repetições
pt_br: Mais duas repetições
ru: Ещё два повторения
th: ยังเหลืออีกสองครั้ง
tr: İki tekrar daha vardı
uk: Ще два повторення
zh: 还能再做两次

source: Two straight sets plus a final set taken to failure. Beat the target on that set and the weight goes up — double if you double the reps. One failure resets 10 %%.
ar: مجموعتان متتاليتان، ثم مجموعة أخيرة حتى الفشل. إذا تجاوزت الهدف في المجموعة الأخيرة، يزداد الوزن. وإذا ضاعفت عدد التكرارات المستهدف، تكون الزيادة مضاعفة. وعند الفشل مرة واحدة، يُخفَّض الوزن بنسبة 10%%.
de: Zwei normale Sätze plus ein letzter Satz bis zum Muskelversagen. Schlägst du dort die Vorgabe, steigt das Gewicht — doppelt, wenn du die Wiederholungen verdoppelst. Ein Fehlversuch setzt um 10 %% zurück.
es: Dos series normales más una final al fallo. Si superas el objetivo en esa serie, sube el peso; el doble si doblas las repeticiones. Un fallo reduce un 10 %%.
fr: Deux séries normales puis une dernière menée à l’échec. Dépasse l’objectif sur celle-ci et le poids augmente — le double si tu doubles les répétitions. Un échec ramène de 10 %%.
hi: दो सामान्य सेट और आख़िरी सेट फ़ेल्योर तक। उस सेट में लक्ष्य पार करें तो वज़न बढ़ता है — रेप्स दोगुने करें तो दोगुना। एक बार चूकने पर 10 %% घट जाता है।
hu: Két rendes sorozat plusz egy utolsó, kimerülésig végzett sorozat. Ha az utolsó sorozatban túlteljesíted a célt, a súly emelkedik — duplán, ha az ismétlésszámot is duplázod. Egy sikertelen kísérlet 10%%-kal visszaállítja.
it: Due serie normali più una finale a cedimento. Se batti l’obiettivo in quella serie il peso sale — il doppio se raddoppi le ripetizioni. Un fallimento riporta indietro del 10 %%.
ko: 일반 두 세트에 마지막 한 세트를 실패 지점까지. 그 세트에서 목표를 넘기면 무게가 오르고, 횟수를 두 배로 하면 두 배 오릅니다. 한 번 실패하면 10 %% 되돌립니다.
pl: Dwie zwykłe serie plus ostatnia do upadku. Pobij cel w tej serii, a ciężar rośnie — podwójnie, jeśli podwoisz powtórzenia. Jedno niepowodzenie cofa o 10 %%.
pt: Duas séries normais mais uma final até à falha. Se bateres o objetivo nessa série o peso sobe — a dobrar se dobrares as repetições. Uma falha recua 10 %%.
pt_br: Duas séries normais mais uma série final até a falha. Se você superar a meta nessa série, o peso aumenta — em dobro se você dobrar as repetições. Uma falha reduz 10%%.
ru: Два обычных подхода плюс последний до отказа. Побил цель в нём — вес растёт, вдвое, если удвоил повторения. Одна неудача откатывает на 10 %%.
th: สองเซ็ตแรกตามปกติ บวกเซ็ตสุดท้ายที่ทำจนหมดแรง ถ้าทำได้เกินเป้าในเซ็ตนั้น น้ำหนักจะเพิ่มขึ้น — เพิ่มเป็นสองเท่าถ้าทำจำนวนครั้งได้สองเท่า พลาดหนึ่งครั้งจะลดลง 10%%
tr: İki normal set ve tükenmeye kadar götürülen son bir set. O sette hedefi aşarsan ağırlık artar — tekrarı ikiye katlarsan iki kat artar. Bir başarısızlık %%10 geri alır.
uk: Два звичайні підходи плюс останній до відмови. Побив ціль у ньому — вага зростає, вдвічі, якщо подвоїв повторення. Одна невдача відкочує на 10 %%.
zh: 两组常规组加最后一组做到力竭。最后一组超过目标次数就加重——次数翻倍则加倍。一次失败回落 10 %%。

source: Type it at “Sign in with password” instead of your profile name. Nothing is ever sent to it — a forgotten password is still reset by your admin.
ar: اكتبه في «تسجيل الدخول بكلمة المرور» بدلًا من اسم ملفك الشخصي. لا يُرسَل إليه أي شيء أبدًا — وكلمة المرور المنسية يعيد المشرف تعيينها كما من قبل.
de: Gib sie bei „Mit Passwort anmelden“ statt deines Profilnamens ein. Es wird nie etwas an sie geschickt – ein vergessenes Passwort setzt weiterhin dein Admin zurück.
es: Escríbelo en «Iniciar sesión con contraseña» en lugar del nombre de tu perfil. Nunca se le envía nada: una contraseña olvidada la sigue restableciendo tu admin.
fr: Saisis-le dans « Se connecter avec un mot de passe » au lieu du nom de ton profil. Rien ne lui est jamais envoyé — un mot de passe oublié est toujours réinitialisé par ton admin.
hi: "पासवर्ड से साइन इन करें" में अपनी प्रोफ़ाइल के नाम की जगह इसे लिखें। इस पर कभी कुछ नहीं भेजा जाता — भूला हुआ पासवर्ड अब भी आपका एडमिन रीसेट करता है।
hu: A „Bejelentkezés jelszóval” képernyőn a profilod neve helyett ezt írd be. Soha nem küldünk rá semmit — elfelejtett jelszót továbbra is az adminod állít vissza.
it: Inseriscila in «Accedi con password» al posto del nome del profilo. Non le viene mai inviato nulla: una password dimenticata la reimposta sempre il tuo admin.
ko: "비밀번호로 로그인"에서 프로필 이름 대신 입력하세요. 이 주소로는 아무것도 보내지 않으며, 비밀번호를 잊으면 여전히 관리자가 재설정합니다.
pl: Wpisz go w „Zaloguj się hasłem” zamiast nazwy profilu. Nic nigdy nie jest na niego wysyłane — zapomniane hasło nadal resetuje twój admin.
pt: Escreve-o em «Iniciar sessão com palavra-passe» em vez do nome do teu perfil. Nunca lhe é enviado nada — uma palavra-passe esquecida continua a ser reposta pelo teu admin.
pt_br: Digite-o em “Entrar com senha” em vez do nome do seu perfil. Nada é enviado para ele — uma senha esquecida continua sendo redefinida pelo seu admin.
ru: Вводи его в «Войти по паролю» вместо имени профиля. На него никогда ничего не отправляется — забытый пароль по-прежнему сбрасывает твой админ.
th: พิมพ์อีเมลนี้ที่ “เข้าสู่ระบบด้วยรหัสผ่าน” แทนชื่อโปรไฟล์ ไม่มีการส่งอะไรไปที่อีเมลนี้เลย — ถ้าลืมรหัสผ่าน แอดมินยังคงเป็นผู้รีเซ็ตให้
tr: “Şifreyle giriş yap” ekranında profil adının yerine bunu yaz. Bu adrese asla bir şey gönderilmez — unutulan şifreyi yine yöneticin sıfırlar.
uk: Вводь його в «Увійти з паролем» замість назви профілю. На нього ніколи нічого не надсилається — забутий пароль і далі скидає твій адмін.
zh: 在“用密码登录”中用它代替档案名字。不会向它发送任何邮件 — 忘记密码仍由管理员重置。

source: Type the number on your membership card, import a photo of it, or scan it with the camera. No extra app needed at the gym — just open this screen.
ar: اكتب الرقم الموجود على بطاقة عضويتك، أو استورد صورة لها، أو امسحها بالكاميرا. لا حاجة لتطبيق إضافي في الجيم — افتح هذه الشاشة فقط.
de: Tippe die Nummer deiner Mitgliedskarte ein, importiere ein Foto oder scanne sie mit der Kamera. Keine zusätzliche App im Studio nötig — öffne einfach diesen Bildschirm.
es: Escribe el número de tu tarjeta de socio, importa una foto o escanéala con la cámara. No hace falta otra app en el gimnasio — solo abre esta pantalla.
fr: Saisis le numéro de ta carte de membre, importe une photo ou scanne-la avec l’appareil photo. Aucune autre appli nécessaire à la salle — ouvre simplement cet écran.
hi: अपने मेंबरशिप कार्ड का नंबर लिखें, उसकी फ़ोटो इम्पोर्ट करें, या कैमरे से स्कैन करें। जिम में किसी और ऐप की ज़रूरत नहीं — बस यह स्क्रीन खोलें।
hu: Írd be a tagsági kártyád számát, importálj róla egy fotót, vagy olvasd be a kamerával. Nincs szükség külön alkalmazásra a teremben — csak nyisd meg ezt a képernyőt.
it: Digita il numero della tua tessera, importa una foto o scansionala con la fotocamera. Nessuna app extra in palestra — apri semplicemente questa schermata.
ko: 멤버십 카드 번호를 입력하거나, 사진을 가져오거나, 카메라로 스캔하세요. 헬스장에서 별도 앱이 필요 없이 이 화면만 열면 됩니다.
pl: Wpisz numer karty członkowskiej, zaimportuj jej zdjęcie lub zeskanuj aparatem. Na siłowni nie potrzebujesz osobnej aplikacji — po prostu otwórz ten ekran.
pt: Escreve o número do teu cartão de sócio, importa uma foto ou digitaliza-o com a câmara. Não é preciso outra app no ginásio — basta abrir este ecrã.
pt_br: Digite o número do seu cartão de sócio, importe uma foto ou escaneie com a câmera. Não é preciso outro app na academia — é só abrir esta tela.
ru: Введите номер клубной карты, импортируйте её фото или отсканируйте камерой. В зале не нужно отдельное приложение — просто откройте этот экран.
th: พิมพ์หมายเลขบนบัตรสมาชิก นำเข้ารูปถ่าย หรือสแกนด้วยกล้อง ไม่ต้องใช้แอปอื่นที่ยิม — แค่เปิดหน้าจอนี้
tr: Üyelik kartındaki numarayı yaz, fotoğrafını içe aktar ya da kamerayla tara. Salonda ekstra bir uygulamaya gerek yok — sadece bu ekranı aç.
uk: Введи номер клубної картки, імпортуй її фото або відскануй камерою. У залі не потрібен окремий застосунок — просто відкрий цей екран.
zh: 输入会员卡上的号码、导入卡片照片，或用相机扫描。在健身房无需额外应用——打开此界面即可。

source: Understood — I will not suggest these again without new evidence.
ar: فهمت — لن أقترح هذه مجددًا دون دليل جديد.
de: Verstanden — ohne neue Hinweise schlage ich das nicht wieder vor.
es: Entendido: no volveré a sugerirlo sin nuevas evidencias.
fr: Compris — je ne le proposerai plus sans nouveaux éléments.
hi: समझ गया — नए सबूत के बिना मैं इन्हें दोबारा नहीं सुझाऊँगा।
hu: Értettem — új bizonyíték nélkül ezeket nem javaslom újra.
it: Capito: non lo proporrò di nuovo senza nuove evidenze.
ko: 알겠습니다 — 새로운 근거 없이는 다시 제안하지 않을게요.
pl: Rozumiem — nie zaproponuję tego ponownie bez nowych danych.
pt: Percebi — não volto a sugerir isto sem novas evidências.
pt_br: Entendido — não vou sugerir isto de novo sem novas evidências.
ru: Понял — без новых данных я не буду предлагать это снова.
th: เข้าใจแล้ว — ฉันจะไม่เสนอสิ่งเหล่านี้อีกหากไม่มีหลักฐานใหม่
tr: Anlaşıldı — yeni kanıt olmadan bunları tekrar önermeyeceğim.
uk: Зрозумів — без нових даних я не пропонуватиму це знову.
zh: 明白了——没有新的证据我不会再建议这些。

source: Undid the last changes
ar: تراجع عن آخر التغييرات
de: Hat die letzten Änderungen rückgängig gemacht
es: Deshizo los últimos cambios
fr: A annulé les derniers changements
hi: पिछले बदलाव पलटे
hu: Visszavonta a legutóbbi módosításokat
it: Ha annullato le ultime modifiche
ko: 마지막 변경을 되돌렸습니다
pl: Cofnął ostatnie zmiany
pt: Anulou as últimas alterações
pt_br: Desfez as últimas alterações
ru: Отменил последние изменения
th: เลิกทำการเปลี่ยนแปลงล่าสุดแล้ว
tr: Son değişiklikleri geri aldı
uk: Скасував останні зміни
zh: 撤销了上次的更改

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
hu: Visszavonás
it: Annulla
ko: 되돌리기
pl: Cofnij
pt: Anular
pt_br: Desfazer
ru: Отменить
th: เลิกทำ
tr: Geri al
uk: Скасувати
zh: 撤销

source: Undo the last Coach changes
ar: التراجع عن آخر تغييرات المدرب
de: Letzte Coach-Änderungen rückgängig machen
es: Deshacer los últimos cambios del Entrenador
fr: Annuler les derniers changements du Coach
hi: कोच के पिछले बदलाव पलटें
hu: Az Edző legutóbbi módosításainak visszavonása
it: Annulla le ultime modifiche del Coach
ko: 코치의 마지막 변경 되돌리기
pl: Cofnij ostatnie zmiany Trenera
pt: Anular as últimas alterações do Treinador
pt_br: Desfazer as últimas alterações do Treinador
ru: Отменить последние изменения Тренера
th: เลิกทำการเปลี่ยนแปลงล่าสุดของโค้ช
tr: Son Koç değişikliklerini geri al
uk: Скасувати останні зміни Тренера
zh: 撤销教练上次的更改

source: Undo the last Coach changes?
ar: التراجع عن آخر تغييرات المدرب؟
de: Letzte Coach-Änderungen rückgängig machen?
es: ¿Deshacer los últimos cambios del Entrenador?
fr: Annuler les derniers changements du Coach ?
hi: कोच के पिछले बदलाव पलटें?
hu: Visszavonod az Edző legutóbbi módosításait?
it: Annullare le ultime modifiche del Coach?
ko: 코치의 마지막 변경을 되돌릴까요?
pl: Cofnąć ostatnie zmiany Trenera?
pt: Anular as últimas alterações do Treinador?
pt_br: Desfazer as últimas alterações do Treinador?
ru: Отменить последние изменения Тренера?
th: เลิกทำการเปลี่ยนแปลงล่าสุดของโค้ชหรือไม่
tr: Son Koç değişiklikleri geri alınsın mı?
uk: Скасувати останні зміни Тренера?
zh: 要撤销教练上次的更改吗？

source: Unknown exercise
ar: تمرين غير معروف
de: Unbekannte Übung
es: Ejercicio desconocido
fr: Exercice inconnu
hi: अज्ञात व्यायाम
hu: Ismeretlen gyakorlat
it: Esercizio sconosciuto
ko: 알 수 없는 운동
pl: Nieznane ćwiczenie
pt: Exercício desconhecido
pt_br: Exercício desconhecido
ru: Неизвестное упражнение
th: ท่าที่ไม่รู้จัก
tr: Bilinmeyen egzersiz
uk: Невідома вправа
zh: 未知动作

# Unlink superset on {0}
source: Unlink superset on %1$@
ar: فك السوبر سِت عن %1$@
de: Supersatz bei %1$@ auflösen
es: Deshacer la superserie de %1$@
fr: Défaire le superset sur %1$@
hi: %1$@ का सुपरसेट अलग करें
hu: Szuperszett bontása: %1$@
it: Sciogli la superserie di %1$@
ko: %1$@의 슈퍼세트 해제
pl: Rozłącz superserię przy %1$@
pt: Desfazer a supersérie de %1$@
pt_br: Desfazer a supersérie de %1$@
ru: Разорвать суперсет у %1$@
th: ยกเลิกซูเปอร์เซ็ตของ %1$@
tr: %1$@ üzerindeki süperseti çöz
uk: Розірвати суперсет у %1$@
zh: 解除 %1$@ 的超级组
